"NSPhotoLibraryUsageDescription" = "Abbiamo bisogno di accedere alla tua galleria per consentirti di scegliere un'immagine del profilo.";
"NSCameraUsageDescription" = "Abbiamo bisogno di accedere alla tua fotocamera per consentirti di scattare una nuova foto del profilo.";
"NSMicrophoneUsageDescription" = "Per abilitare la registrazione audio in alcune funzionalità è necessario il microfono.";
"NSSpeechRecognitionUsageDescription" = "Utilizziamo il riconoscimento vocale per consentirti di interagire con l'applicazione tramite la tua voce.";
